---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.JoulesPerSquareMeterKelvin
source: html/fbd9f5a5-eb58-521e-66ba-fc003ccd6050.htm
---
# Autodesk.Revit.DB.UnitTypeId.JoulesPerSquareMeterKelvin Property

Joules per square meter Kelvin.

## Syntax (C#)
```csharp
public static ForgeTypeId JoulesPerSquareMeterKelvin { get; }
```